tap "d12frosted/emacs-plus"
tap "fortran-lang/fortran"
tap "gcenx/wine"
tap "grishka/grishka"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "romkatv/powerlevel10k"
tap "tsung-ju/iguanatexmac"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "bash"
brew "bat"
brew "bison"
brew "node"
brew "bitwarden-cli"
brew "black"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "csview"
brew "csvtomd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "poppler"
brew "diff-pdf"
brew "docker"
brew "dust"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "ford", link: false
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gobject-introspection"
brew "py3cairo"
brew "gstreamer"
brew "guile"
brew "helix"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "openblas"
brew "julia"
brew "pandoc"
brew "jupyterlab"
brew "keychain"
brew "lazygit"
brew "libsixel"
brew "qemu"
brew "lima"
brew "llvm"
brew "lsd"
brew "mas"
brew "mypy"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "numpy"
brew "pdf2svg"
brew "pdftohtml", link: false
brew "perl"
brew "pipx"
brew "pydocstyle"
brew "pyenv"
brew "python-lsp-server", link: false
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "qt"
brew "ripgrep"
brew "rm-improved"
brew "rustup"
brew "rye"
brew "scipy"
brew "scons"
brew "sheldon"
brew "six", link: false
brew "starship"
brew "tmux"
brew "translate-shell"
brew "typst"
brew "uv"
brew "viu"
brew "wget"
brew "zellij"
brew "zsh"
brew "zsh-completions"
brew "fortran-lang/fortran/fpm"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "authy"
cask "clean-me"
cask "commander-one"
cask "cyberduck"
cask "deepl"
cask "devtoys"
cask "discord"
cask "double-commander"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "forklift"
cask "free-download-manager"
cask "goneovim"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iguanatexmac"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "kindle"
cask "kitty"
cask "klatexformula"
cask "latexit-metadata"
cask "mactex"
cask "marta"
cask "microsoft-remote-desktop"
cask "neardrop"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "paperpile"
cask "qview"
cask "raindropio"
cask "raycast"
cask "readdle-spark"
cask "skim"
cask "slack"
cask "slidepilot"
cask "spotify"
cask "texworks"
cask "the-unarchiver"
cask "veusz"
cask "vimr"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wave"
cask "wezterm"
cask "wine-crossover"
cask "wineskin"
cask "xquartz"
cask "zed"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "AwesomeScreenshot", id: 1531282066
mas "Battery Health", id: 490192174
mas "Capo", id: 696977615
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Memory Diag", id: 748212890
mas "Microsoft Remote Desktop", id: 1295203466
mas "NAS Navigator2", id: 450664466
mas "Night Eye", id: 1450504903
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Perculia", id: 1462633284
mas "PixelFinder", id: 1512540355
mas "QR Journal", id: 483820530
mas "RunCat", id: 1429033973
mas "Tampermonkey", id: 1482490089
mas "ToyViewer", id: 414298354
mas "Twitter", id: 1482454543
mas "Video Speed Controller", id: 1588368612
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ics.japanese-proofreading"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
